import React from 'react';
import PageTitleArea from "../../components/Common/PageTitleArea";
import FaqAccordion from "../../components/Faq/FaqAccordion";
import Subscribe from "../../components/Common/Subscribe";

const FaqView = () => {

    return (
        <>
            <section>
                <PageTitleArea
                    pageTitle="Политика за поверителност"
                />
            </section>
            <section className={'bg-color-f4f5fe'}>
                <div className={'container'}>
                    <div className="row justify-content-center">
                        <div className="col-8">
                            <div className="text-container ptb-100 pp__text-container">
                                <h3 className={'mb-5'}>Политика за защита на личните данни</h3>
                                <p>Настоящият документ установява правилата, които „Сиер Софт” ООД (наричано по-долу “Сиер“ или “Siere” или “SierePos”) прилага при обработване на личните данни, предоставени от ползвателите (физически лица) на Уебсайт, достъпен на следния интернет адрес: https://www.sierepos.com.</p>
                                <p>Сиер уважава Вашето право на личен живот и целенасочено го защитава. Сиер публикува този документ с цел да Ви информира за 4утвърдената политика и практика относно личните данни и начина, по който събира и използва вашата лична информация. Нашият Уебсайт е организиран така, че по принцип да позволява да го посещавате в интернет, без да се легитимирате или да давате каквато и да било лична информация. За да можете лесно да намирате тази Политика, ние Ви осигуряваме достъп до нея, като я поставяме на нашата начална страница и в долната част на всяка уеб страница.</p>
                                <h5>I. ОБЩИ РАЗПОРЕДБИ:</h5>
                                <ul className={'list-style__decimal'}>
                                    <li className={'mt-3'}>Сиер Ви уведомява, по всички въпроси свързани със защита на личните данни, може да се свържете с нас на следния имейл адрес: <a
                                        href="mailto:support@sierepos.com">support@sierepos.com</a></li>
                                    <li className={'mt-3'}>Сиер събира и обработва данните на ползвателите на Уебсайта в съответствие със Закона за защита на личните данни („ЗЗЛД“), Регламент (ЕС) 2016/679 на Европейския парламент и на Съвета от 27 април 2016 г. (GDPR) и останалото приложимо българско и европейско законодателство.</li>
                                    <li className={'mt-3'}>Предоставянето на Ваши лични данни за обработване посредством използване на определени бисквитки, поместени на Уебсайта на Сиер, е доброволно. Повече за бисквитките може да научите в нашата Cookies policy (Политика за „бисквитки“), достъпна нашият сайт <a
                                        href="www.sierepos.com">www.sierepos.com</a></li>
                                    <li className={'mt-3'}>Предоставянето на Ваши лични данни, а именно имейл адрес, за обработване за целите на отговор на отправени по Ваша инициатива запитвания до екипа на Сиер посредством функционалностите на онлайн системата на Сиер, достъпна на следния адрес: <a
                                        href="/contact-us">https://www.sierepos.com/contact-us</a> се третира, както следва:
                                        <ul className={'list-style__upper-roman'}>
                                            <li className={'mt-3'}>Предоставянето на лични данни от страна на лице, което е ползвател на услугите на Сиер, е винаги доброволно, а обработването на предоставените лични данни се извършва за целите на изпълнението на договора между Сиер и ползвателя, с който е свързан отправеното запитване.</li>
                                            <li className={'mt-3'}>Предоставянето на лични данни от страна на лице, което към момента не е и съответно не е било ползвател на услугите на Сиер, е винаги доброволно, а обработването на предоставените лични данни се извършва за целите на предоставяне на отговор от страна на екипа на Сиер, съответно – за предприемане на стъпки по искане на лицето преди сключване на договор, в случай че запитването е от това естество.</li>
                                            <li className={'mt-3'}>За да бъде извършена поръчка на услуга Сиер има нужда от информация за Вас, необходима за целите на изпълнението на поръчката, включително за комуникация с Вас по повод извършената поръчка, изготвяне на проформа-фактури и фактури, а в последствие – за изпращане на уведомления за изтичащ период на предоставяне на услугата и/или предстоящи профилактики. В случай, че не желаете да предоставите необходимите лични данни, Сиер Ви уведомява, че извършването на поръчка ще бъде невъзможно. В случай, че Сиер се нуждае от допълнителна информация за Вас, ще Ви информира за характера на тази информация, както и за целите, за които е необходима.</li>
                                            <li className={'mt-3'}>В случаите, в които извършвате поръчка, както и когато се изисква извършването на плащане, е възможно да възникне необходимост от предоставяне на допълнителна информация (например номер на банкова карта, банкова сметка и др.) на съответния оторизиран доставчик на платежни услуги за извършване на плащането съобразно избрания от Вас метод. Сиер уведомява своите клиенти, че осъществява дейността си изключително с помощта на оторизирани доставчици за разплащателни (платежни) услуги, а получената и предоставяната информация се обработва в съответствие с утвърдени и приложими стандарти за сигурност на данните. Сиер Ви уведомява, че няма достъп до, не събира и не обработва информацията, предоставена от Вас на съответния оторизиран доставчик на платежни услуги.</li>
                                            <li className={'mt-3'}>Сиер полага дължимата грижа и отговаря за защита на информацията за ползвателя, станала му известна по повод на използването на Уебсайта, освен в случаи на непреодолима сила, случайно събитие или злоумишлени действия на трети лица, които са извън контрола на Сиер. При събирането и обработването на личните данни на ползвателите, Сиер осигурява достатъчна степен на защита, съобразно развитието на информационните технологии, срещу случайно или незаконно унищожаване, или от случайна загуба, от неправомерен достъп, изменение или разпространение, както и от други незаконни форми на обработване.</li>
                                            <li className={'mt-3'}>Ползвателите се задължават да полагат дължимата грижа за съхраняване и защита на личните си данни при предоставянето им на Сиер, както и да поддържат актуални личните данни, които предоставят на Сиер, като го уведомяват в подходящ според обстоятелствата срок за настъпило изменение в тях.</li>
                                        </ul>
                                    </li>
                                </ul>
                            </div>
                        </div>
                    </div>
                </div>
            </section>
            <section>
                <Subscribe
                    title={'Винаги се опитваме да бъдем възможно най-добрата подкрепа за вашия бизнес'}
                    subtitle={'Попълнете кратката форма за връзка и ние ще се свържим с вас в първия удобен момент.'}
                />
            </section>
        </>
    );
}

export default FaqView;
